  
while True:
    print("         Розклад трамваїв")
    print("1.Трамвай № 1 ")
    print("2.Трамвай № 2 ")
    print("3.Трамвай № 3 ")
    print("4.Трамвай № 4 ")
    print("5.Трамвай № 5 ")
    print("0. вихід")
    str = input()
    if str == "1":
        print('''Трамвай 1: Залізничний вокзал - Центр. Маршрут трамваю № 1:
        ВОКЗАЛ → вул. Чернівецька → вул. С. Бандери → вул. Коперника"
        → вул. Дорошенка → пл. Ринок → вул. Руська → вул. Підвальна"
        → вул. Винниченка → вул. І. Франка → вул. Вітовського"
        → вул. Котляревського → вул. Київська → вул. С. Бандери"
        → вул. Чернівецька → ВОКЗАЛ. Графік руху трамваю №1: 06:00 - 22:00,"
        інтервал: 10-15хв. Вартість проїзду: 5 грн.
               
        Натисніть 'Enter' щоб повернутися в головне меню''')
        str = input()

    elif str == "2":
        print('''Трамвай 2: вул. Пасічна - вул. Коновальця.
        Маршрут трамваю № 2: вул. КОНОВАЛЬЦЯ → вул. Чупринки
        → вул. Коперника → вул. Дорошенка → пл. Ринок → вул.
        Руська → вул. Підвальна → вул. Личаківська → вул. ПАСIЧНА. 
        Графік руху трамваю №2: 06:00 - 21:45, інтервал: 5-10хв. 
        Вартість проїзду: 5 грн.

        Натисніть 'Enter' щоб повернутися в головне меню''')
        str = input()
    elif str == "3":
        print('''Трамвай 3: вул. КНЯГИНI ОЛЬГИ - пл. СОБОРНА.
        Маршрут трамваю № 3: АКВАПАРК (вул. КНЯГИНI ОЛЬГИ)
        → вул. Сахарова → вул. Вітовського → вул. І. Франка
        → пл. СОБОРНА. Графік руху трамваю №3: 06:30 - 22:00,
        інтервал: 10-15хв. 
        Вартість проїзду: 5 грн.
        
        Натисніть 'Enter' щоб повернутися в головне меню''')
        str = input()
    elif str == "4":
         print('''Трамвай 4: вул. Ю. МУШАКА - вул. ЗАМАРСТИНІВСЬКА.
         Маршрут трамваю № 4: АКАДЕМIЯ МИСТЕЦТВ (вул. Ю. МУШАКА)
         → вул. Свєнціцького → вул. І. Франка → вул. Винниченка
         → вул. Підвальна → вул. Гонти → вул. Замарстинівська
         → вул. ТОРФ'ЯНА (вул. ЗАМАРСТИНІВСЬКА).
         Вартість проїзду: 5 грн.
         
         Натисніть 'Enter' щоб повернутися в головне меню''')
         str = input()
    elif str == "5":
        print('''Трамвай 5: вул. ЗАМАРСТИНІВСЬКА - вул. КНЯГИНІ ОЛЬГИ.
        Маршрут трамваю № 5: вул. ТОРФ'ЯНА (вул. ЗАМАРСТИНІВСЬКА)
        → вул. Замарстинівська → вул. Гонти → вул. Підвальна
        → вул. Винниченка → вул. І. Франка → вул. Вітовського
        → вул. Сахарова → вул. княгині Ольги → АКВАПАРК (вул. КНЯГИНІ ОЛЬГИ).
        Вартість проїзду: 5 грн.
        
        Натисніть 'Enter' щоб повернутися в головне меню''')
        str = input()
    elif str == "0":
        break
